# -----------------------------------------------------------
# Description:备份的数据表[结构] tp_account_log
# Description:备份的数据表[数据] tp_account_log
# Time: 2016-11-22 20:37:01
# -----------------------------------------------------------
# SQLFile Label：#1
# -----------------------------------------------------------


# 表的结构 tp_account_log 
DROP TABLE IF EXISTS `tp_account_log`;
CREATE TABLE `tp_account_log` (
  `log_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT COMMENT '日志id',
  `user_id` mediumint(8) unsigned NOT NULL COMMENT '用户id',
  `user_money` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '用户金额',
  `frozen_money` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '冻结金额',
  `pay_points` mediumint(9) NOT NULL COMMENT '支付积分',
  `change_time` int(10) unsigned NOT NULL COMMENT '变动时间',
  `desc` varchar(255) NOT NULL COMMENT '描述',
  `order_sn` varchar(50) DEFAULT NULL COMMENT '订单编号',
  `order_id` int(10) DEFAULT NULL COMMENT '订单id',
  PRIMARY KEY (`log_id`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM AUTO_INCREMENT=229 DEFAULT CHARSET=utf8 ;



# 转存表中的数据：tp_account_log 
INSERT INTO `tp_account_log` VALUES ('1','5','1100000.00','0.00','0','1242140736','','','');
INSERT INTO `tp_account_log` VALUES ('2','3','400000.00','0.00','0','1242140752','','','');
INSERT INTO `tp_account_log` VALUES ('3','2','300000.00','0.00','0','1242140775','','','');
INSERT INTO `tp_account_log` VALUES ('4','1','50000.00','0.00','0','1242140811','','','');
INSERT INTO `tp_account_log` VALUES ('5','5','0.00','10000.00','0','1242140853','','','');
INSERT INTO `tp_account_log` VALUES ('6','1','-400.00','0.00','0','1242142274','','','');
INSERT INTO `tp_account_log` VALUES ('7','1','-975.00','0.00','0','1242142324','','','');
INSERT INTO `tp_account_log` VALUES ('8','1','0.00','0.00','960','1242142390','','','');
INSERT INTO `tp_account_log` VALUES ('9','1','0.00','0.00','385','1242142432','','','');
INSERT INTO `tp_account_log` VALUES ('10','1','-2310.00','0.00','0','1242142549','','','');
INSERT INTO `tp_account_log` VALUES ('11','1','0.00','0.00','2300','1242142589','','','');
INSERT INTO `tp_account_log` VALUES ('12','1','-5989.00','0.00','0','1242142681','','','');
INSERT INTO `tp_account_log` VALUES ('13','1','-8610.00','0.00','0','1242142808','','','');
INSERT INTO `tp_account_log` VALUES ('14','1','0.00','0.00','-1','1242142910','','','');
INSERT INTO `tp_account_log` VALUES ('15','1','0.00','0.00','-1','1242142935','','','');
INSERT INTO `tp_account_log` VALUES ('16','1','0.00','0.00','100000','1242143867','','','');
INSERT INTO `tp_account_log` VALUES ('17','1','-10.00','0.00','0','1242143920','','','');
INSERT INTO `tp_account_log` VALUES ('18','1','0.00','0.00','-17000','1242143920','','','');
INSERT INTO `tp_account_log` VALUES ('19','1','0.00','0.00','-960','1242144185','','','');
INSERT INTO `tp_account_log` VALUES ('20','1','975.00','0.00','0','1242144185','','','');
INSERT INTO `tp_account_log` VALUES ('21','1','0.00','0.00','960','1242576445','','','');
INSERT INTO `tp_account_log` VALUES ('22','3','-1000.00','0.00','0','1242973612','','','');
INSERT INTO `tp_account_log` VALUES ('23','1','-13806.60','0.00','0','1242976699','','','');
INSERT INTO `tp_account_log` VALUES ('24','1','0.00','0.00','14045','1242976740','','','');
INSERT INTO `tp_account_log` VALUES ('25','1','0.00','0.00','-2300','1245045334','','','');
INSERT INTO `tp_account_log` VALUES ('26','1','2310.00','0.00','0','1245045334','','','');
INSERT INTO `tp_account_log` VALUES ('27','1','0.00','0.00','17044','1245045443','','','');
INSERT INTO `tp_account_log` VALUES ('28','1','17054.00','0.00','0','1245045515','','','');
INSERT INTO `tp_account_log` VALUES ('29','1','0.00','0.00','-17044','1245045515','','','');
INSERT INTO `tp_account_log` VALUES ('30','1','-3196.30','0.00','0','1245045672','','','');
INSERT INTO `tp_account_log` VALUES ('31','1','-1910.00','0.00','0','1245047978','','','');
INSERT INTO `tp_account_log` VALUES ('32','1','0.00','0.00','1900','1245048189','','','');
INSERT INTO `tp_account_log` VALUES ('33','1','0.00','0.00','-1900','1245048212','','','');
INSERT INTO `tp_account_log` VALUES ('34','1','1910.00','0.00','0','1245048212','','','');
INSERT INTO `tp_account_log` VALUES ('35','1','-500.00','0.00','0','1245048585','','','');
INSERT INTO `tp_account_log` VALUES ('36','5','99999999.99','-10000.00','0','1431761035','','','');
INSERT INTO `tp_account_log` VALUES ('37','5','-267.00','0.00','0','1431761105','','','');
INSERT INTO `tp_account_log` VALUES ('38','5','0.00','0.00','252','1431761149','','','');
INSERT INTO `tp_account_log` VALUES ('39','5','-2083.20','0.00','0','1431934148','','','');
INSERT INTO `tp_account_log` VALUES ('40','5','0.00','0.00','2068','1431934208','','','');
INSERT INTO `tp_account_log` VALUES ('41','5','-279.20','0.00','0','1435112218','','','');
INSERT INTO `tp_account_log` VALUES ('42','5','0.00','0.00','-800','1435112218','','','');
INSERT INTO `tp_account_log` VALUES ('43','5','-779.20','0.00','0','1435112371','','','');
INSERT INTO `tp_account_log` VALUES ('44','5','0.00','0.00','-800','1435112371','','','');
INSERT INTO `tp_account_log` VALUES ('45','5','-780.00','0.00','0','1435112502','','','');
INSERT INTO `tp_account_log` VALUES ('46','5','0.00','0.00','-720','1435112502','','','');
INSERT INTO `tp_account_log` VALUES ('47','5','0.00','0.00','772','1435112584','','','');
INSERT INTO `tp_account_log` VALUES ('48','5','-1264.20','0.00','0','1435808076','','','');
INSERT INTO `tp_account_log` VALUES ('49','5','10.00','0.00','0','1442840816','','','');
INSERT INTO `tp_account_log` VALUES ('50','5','90.00','0.00','0','1442840856','','','');
INSERT INTO `tp_account_log` VALUES ('51','5','100.00','0.00','0','1442840900','','','');
INSERT INTO `tp_account_log` VALUES ('52','5','100.00','0.00','0','1442926387','','','');
INSERT INTO `tp_account_log` VALUES ('53','5','0.00','0.00','772','1443102719','','','');
INSERT INTO `tp_account_log` VALUES ('54','5','0.00','0.00','-772','1443102751','','','');
INSERT INTO `tp_account_log` VALUES ('55','5','0.00','0.00','772','1443102834','','','');
INSERT INTO `tp_account_log` VALUES ('56','5','0.00','0.00','-772','1443103159','','','');
INSERT INTO `tp_account_log` VALUES ('57','5','0.00','0.00','772','1443103238','','','');
INSERT INTO `tp_account_log` VALUES ('58','5','0.00','0.00','-772','1443103318','','','');
INSERT INTO `tp_account_log` VALUES ('59','5','0.00','0.00','772','1443103367','','','');
INSERT INTO `tp_account_log` VALUES ('60','5','0.00','0.00','-772','1443440700','','','');
INSERT INTO `tp_account_log` VALUES ('61','5','0.00','0.00','2068','1443444636','','','');
INSERT INTO `tp_account_log` VALUES ('62','5','0.00','0.00','-2068','1443444645','','','');
INSERT INTO `tp_account_log` VALUES ('63','5','0.00','0.00','3611','1443619679','','','');
INSERT INTO `tp_account_log` VALUES ('64','5','0.00','0.00','1800','1443620090','','','');
INSERT INTO `tp_account_log` VALUES ('65','5','0.00','0.00','-3611','1443621350','','','');
INSERT INTO `tp_account_log` VALUES ('66','5','0.00','0.00','3611','1443621392','','','');
INSERT INTO `tp_account_log` VALUES ('67','5','0.00','0.00','-3611','1443621401','','','');
INSERT INTO `tp_account_log` VALUES ('68','5','0.00','0.00','3611','1443621530','','','');
INSERT INTO `tp_account_log` VALUES ('69','5','0.00','0.00','-3611','1443699233','','','');
INSERT INTO `tp_account_log` VALUES ('70','5','0.00','0.00','3611','1443700017','','','');
INSERT INTO `tp_account_log` VALUES ('71','5','0.00','0.00','-3611','1443701963','','','');
INSERT INTO `tp_account_log` VALUES ('72','5','0.00','0.00','3611','1443701982','','','');
INSERT INTO `tp_account_log` VALUES ('73','5','0.00','0.00','-3611','1443701993','','','');
INSERT INTO `tp_account_log` VALUES ('74','5','0.00','0.00','-1800','1443708079','','','');
INSERT INTO `tp_account_log` VALUES ('75','5','0.00','0.00','1800','1443708161','','','');
INSERT INTO `tp_account_log` VALUES ('76','5','0.00','0.00','252','1443788749','','','');
INSERT INTO `tp_account_log` VALUES ('77','5','0.00','0.00','-252','1443788782','','','');
INSERT INTO `tp_account_log` VALUES ('78','5','0.00','0.00','252','1443788965','','','');
INSERT INTO `tp_account_log` VALUES ('79','5','0.00','0.00','-252','1443788979','','','');
INSERT INTO `tp_account_log` VALUES ('80','5','0.00','0.00','252','1443788996','','','');
INSERT INTO `tp_account_log` VALUES ('81','5','0.00','0.00','-252','1443789052','','','');
INSERT INTO `tp_account_log` VALUES ('82','5','0.00','0.00','252','1443792464','','','');
INSERT INTO `tp_account_log` VALUES ('83','5','0.00','0.00','-252','1443836565','','','');
INSERT INTO `tp_account_log` VALUES ('84','5','0.00','0.00','252','1443837077','','','');
INSERT INTO `tp_account_log` VALUES ('85','5','0.00','0.00','-252','1443837539','','','');
INSERT INTO `tp_account_log` VALUES ('86','5','0.00','0.00','2709','1444133562','','','');
INSERT INTO `tp_account_log` VALUES ('87','5','0.00','0.00','-2709','1444133595','','','');
INSERT INTO `tp_account_log` VALUES ('88','5','0.00','0.00','2709','1444133621','','','');
INSERT INTO `tp_account_log` VALUES ('89','5','0.00','0.00','2068','1444133926','','','');
INSERT INTO `tp_account_log` VALUES ('90','5','0.00','0.00','359','1444134257','','','');
INSERT INTO `tp_account_log` VALUES ('91','5','0.00','0.00','-359','1444134903','','','');
INSERT INTO `tp_account_log` VALUES ('92','5','0.00','0.00','-2068','1444135649','','','');
INSERT INTO `tp_account_log` VALUES ('93','5','0.00','0.00','2068','1444135812','','','');
INSERT INTO `tp_account_log` VALUES ('94','5','2078.20','0.00','0','1444135904','','','');
INSERT INTO `tp_account_log` VALUES ('95','5','0.00','0.00','-2068','1444135904','','','');
INSERT INTO `tp_account_log` VALUES ('96','1','0.00','0.00','0','1453532048','下单消费','201601231454088299','80');
INSERT INTO `tp_account_log` VALUES ('97','1','0.00','0.00','0','1453534119','下单消费','201601231528394823','81');
INSERT INTO `tp_account_log` VALUES ('98','1','0.00','0.00','0','1453534232','下单消费','201601231530321839','82');
INSERT INTO `tp_account_log` VALUES ('99','1','0.00','0.00','0','1453536976','下单消费','201601231616165211','83');
INSERT INTO `tp_account_log` VALUES ('100','1','0.00','0.00','0','1453682582','下单消费','201601250843024354','84');
INSERT INTO `tp_account_log` VALUES ('101','1','0.00','0.00','0','1453687325','下单消费','201601251002051763','85');
INSERT INTO `tp_account_log` VALUES ('102','1','0.00','0.00','0','1453688092','下单消费','201601251014528775','86');
INSERT INTO `tp_account_log` VALUES ('103','1','0.00','0.00','0','1454041159','下单消费','201601291219196463','87');
INSERT INTO `tp_account_log` VALUES ('104','1','0.00','0.00','0','1454050009','下单消费','201601291446499448','88');
INSERT INTO `tp_account_log` VALUES ('105','1','0.00','0.00','0','1454050150','下单消费','201601291449101104','89');
INSERT INTO `tp_account_log` VALUES ('106','1','0.00','0.00','0','1454057496','下单消费','201601291651363199','90');
INSERT INTO `tp_account_log` VALUES ('107','1','0.00','0.00','0','1454057565','下单消费','201601291652454435','91');
INSERT INTO `tp_account_log` VALUES ('108','1','0.00','0.00','0','1454057612','下单消费','201601291653329686','92');
INSERT INTO `tp_account_log` VALUES ('109','1','0.00','0.00','0','1454057616','下单消费','201601291653362496','93');
INSERT INTO `tp_account_log` VALUES ('110','1','0.00','0.00','0','1454057685','下单消费','201601291654454381','94');
INSERT INTO `tp_account_log` VALUES ('111','1','0.00','0.00','0','1454057731','下单消费','201601291655311655','95');
INSERT INTO `tp_account_log` VALUES ('112','1','0.00','0.00','0','1454057754','下单消费','201601291655543355','96');
INSERT INTO `tp_account_log` VALUES ('113','15','0.00','0.00','10','1456394870','会员注册赠送积分','','');
INSERT INTO `tp_account_log` VALUES ('114','1','0.00','0.00','0','1456823466','下单消费','201603011711065933','97');
INSERT INTO `tp_account_log` VALUES ('115','1','0.00','0.00','0','1456826438','下单消费','201603011800388326','98');
INSERT INTO `tp_account_log` VALUES ('116','1','0.00','0.00','0','1456881939','下单消费','201603020925393687','99');
INSERT INTO `tp_account_log` VALUES ('117','16','0.00','0.00','10','1456887387','会员注册赠送积分','','');
INSERT INTO `tp_account_log` VALUES ('118','1','0.00','0.00','0','1456893312','下单消费','201603021235128218','100');
INSERT INTO `tp_account_log` VALUES ('119','1','0.00','0.00','0','1456897656','下单消费','201603021347367134','101');
INSERT INTO `tp_account_log` VALUES ('120','1','0.00','0.00','0','1456898471','下单消费','201603021401114013','102');
INSERT INTO `tp_account_log` VALUES ('121','1','0.00','0.00','0','1456900465','下单消费','201603021434254495','103');
INSERT INTO `tp_account_log` VALUES ('122','1','0.00','0.00','0','1456900804','下单消费','201603021440047058','104');
INSERT INTO `tp_account_log` VALUES ('123','1','0.00','0.00','0','1456903628','下单消费','201603021527081312','105');
INSERT INTO `tp_account_log` VALUES ('124','1','0.00','0.00','0','1456905896','下单消费','201603021604567988','106');
INSERT INTO `tp_account_log` VALUES ('125','1','0.00','0.00','0','1456906481','下单消费','201603021614411281','107');
INSERT INTO `tp_account_log` VALUES ('126','1','0.00','0.00','0','1456906596','下单消费','201603021616366062','108');
INSERT INTO `tp_account_log` VALUES ('127','1','0.00','0.00','0','1456908803','下单消费','201603021653237328','109');
INSERT INTO `tp_account_log` VALUES ('128','1','0.00','0.00','0','1456908881','下单消费','201603021654418645','110');
INSERT INTO `tp_account_log` VALUES ('129','1','0.00','0.00','0','1456909524','下单消费','201603021705248857','111');
INSERT INTO `tp_account_log` VALUES ('130','1','0.00','0.00','0','1456910289','下单消费','201603021718095273','112');
INSERT INTO `tp_account_log` VALUES ('131','1','0.00','0.00','0','1456911682','下单消费','201603021741227096','113');
INSERT INTO `tp_account_log` VALUES ('132','1','0.00','0.00','0','1456912671','下单消费','201603021757517672','114');
INSERT INTO `tp_account_log` VALUES ('133','1','0.00','0.00','0','1456915561','下单消费','201603021846017449','115');
INSERT INTO `tp_account_log` VALUES ('134','1','0.00','0.00','0','1456915777','下单消费','201603021849379723','116');
INSERT INTO `tp_account_log` VALUES ('135','1','0.00','0.00','0','1456916081','下单消费','201603021854414182','117');
INSERT INTO `tp_account_log` VALUES ('136','1','0.00','0.00','0','1456916140','下单消费','201603021855407734','118');
INSERT INTO `tp_account_log` VALUES ('137','17','0.00','0.00','10','1456967563','会员注册赠送积分','','');
INSERT INTO `tp_account_log` VALUES ('138','1','0.00','0.00','0','1456999624','下单消费','201603031807042366','122');
INSERT INTO `tp_account_log` VALUES ('139','1','0.00','0.00','0','1457001472','下单消费','201603031837522967','123');
INSERT INTO `tp_account_log` VALUES ('140','1','0.00','0.00','0','1457063771','下单消费','201603041156115802','124');
INSERT INTO `tp_account_log` VALUES ('141','1','0.00','0.00','0','1457140937','下单消费','201603050922173428','125');
INSERT INTO `tp_account_log` VALUES ('142','1','0.00','0.00','0','1457140970','下单消费','201603050922505140','126');
INSERT INTO `tp_account_log` VALUES ('143','1','0.00','0.00','0','1457141222','下单消费','201603050927029691','127');
INSERT INTO `tp_account_log` VALUES ('144','1','0.00','0.00','0','1457142016','下单消费','201603050940162521','128');
INSERT INTO `tp_account_log` VALUES ('145','1','0.00','0.00','0','1457142049','下单消费','201603050940498804','129');
INSERT INTO `tp_account_log` VALUES ('146','1','0.00','0.00','0','1457167774','下单消费','201603051649349891','130');
INSERT INTO `tp_account_log` VALUES ('147','1','0.00','0.00','0','1457171947','下单消费','201603051759077204','131');
INSERT INTO `tp_account_log` VALUES ('148','1','0.00','0.00','0','1457172230','下单消费','201603051803507751','132');
INSERT INTO `tp_account_log` VALUES ('149','1','0.00','0.00','0','1457173240','下单消费','201603051820409355','133');
INSERT INTO `tp_account_log` VALUES ('202','1','-100.00','0.00','0','1466420011','平台提现','','');
INSERT INTO `tp_account_log` VALUES ('201','175','816.00','0.00','0','1466419969','订单:201606201850261915分佣赚取','','');
INSERT INTO `tp_account_log` VALUES ('152','1','0.00','0.00','0','1457191643','下单消费','201603052327236042','136');
INSERT INTO `tp_account_log` VALUES ('153','1','0.00','0.00','0','1457572599','下单消费','201603100916383448','137');
INSERT INTO `tp_account_log` VALUES ('154','1','0.00','0.00','0','1457573088','下单消费','201603100924483386','138');
INSERT INTO `tp_account_log` VALUES ('155','1','0.00','0.00','0','1457574027','下单消费','201603100940275553','139');
INSERT INTO `tp_account_log` VALUES ('156','1','0.00','0.00','0','1457574213','下单消费','201603100943338316','140');
INSERT INTO `tp_account_log` VALUES ('157','1','0.00','0.00','0','1457578123','下单消费','201603101048436660','141');
INSERT INTO `tp_account_log` VALUES ('158','1','0.00','0.00','0','1457578212','下单消费','201603101050126456','142');
INSERT INTO `tp_account_log` VALUES ('159','1','0.00','0.00','0','1457578362','下单消费','201603101052424285','143');
INSERT INTO `tp_account_log` VALUES ('160','1','0.00','0.00','0','1457578472','下单消费','201603101054321518','144');
INSERT INTO `tp_account_log` VALUES ('161','1','0.00','0.00','0','1457578680','下单消费','201603101058009294','145');
INSERT INTO `tp_account_log` VALUES ('162','1','0.00','0.00','0','1457579050','下单消费','201603101104101192','146');
INSERT INTO `tp_account_log` VALUES ('163','1','0.00','0.00','0','1457579071','下单消费','201603101104317560','147');
INSERT INTO `tp_account_log` VALUES ('164','1','0.00','0.00','0','1457597728','下单消费','201603101615287551','148');
INSERT INTO `tp_account_log` VALUES ('165','1','0.00','0.00','0','1457604489','下单消费','201603101808091112','149');
INSERT INTO `tp_account_log` VALUES ('166','1','0.00','0.00','0','1457684815','下单消费','201603111626559862','150');
INSERT INTO `tp_account_log` VALUES ('167','1','0.00','0.00','0','1457710693','下单消费','201603112338131422','151');
INSERT INTO `tp_account_log` VALUES ('168','1','0.00','0.00','0','1457753752','下单消费','201603121135528306','152');
INSERT INTO `tp_account_log` VALUES ('169','1','0.00','0.00','0','1457757332','下单消费','201603121235324538','153');
INSERT INTO `tp_account_log` VALUES ('170','1','0.00','0.00','0','1457777784','下单消费','201603121816246688','154');
INSERT INTO `tp_account_log` VALUES ('171','1','0.00','0.00','0','1457785119','下单消费','201603122018391385','155');
INSERT INTO `tp_account_log` VALUES ('172','1','0.00','0.00','0','1458012293','下单消费','201603151124536882','156');
INSERT INTO `tp_account_log` VALUES ('173','1','0.00','0.00','0','1458012634','下单消费','201603151130348834','157');
INSERT INTO `tp_account_log` VALUES ('174','1','0.00','0.00','0','1458020708','下单消费','201603151345089545','158');
INSERT INTO `tp_account_log` VALUES ('175','1','0.00','0.00','0','1458020734','下单消费','201603151345342125','159');
INSERT INTO `tp_account_log` VALUES ('176','1','0.00','0.00','0','1458020919','下单消费','201603151348394817','160');
INSERT INTO `tp_account_log` VALUES ('177','1','0.00','0.00','0','1458022228','下单消费','201603151410289614','161');
INSERT INTO `tp_account_log` VALUES ('178','20','0.00','0.00','0','1458028316','下单消费','201603151551568925','162');
INSERT INTO `tp_account_log` VALUES ('179','1','0.00','0.00','0','1458045303','订单取消，退回0.00元,0积分','','');
INSERT INTO `tp_account_log` VALUES ('180','20','0.00','0.00','0','1458092103','下单消费','201603160935033272','163');
INSERT INTO `tp_account_log` VALUES ('181','1','0.00','0.00','0','1458096162','下单消费','201603161042426535','164');
INSERT INTO `tp_account_log` VALUES ('182','1','0.00','0.00','0','1458108396','下单消费','201603161406367392','165');
INSERT INTO `tp_account_log` VALUES ('183','1','0.00','0.00','0','1458110783','下单消费','201603161446236103','166');
INSERT INTO `tp_account_log` VALUES ('184','1','0.00','0.00','0','1458111066','下单消费','201603161451063617','167');
INSERT INTO `tp_account_log` VALUES ('185','1','0.00','0.00','0','1458111878','下单消费','201603161504389752','168');
INSERT INTO `tp_account_log` VALUES ('186','1','0.00','0.00','0','1458114928','下单消费','201603161555288197','169');
INSERT INTO `tp_account_log` VALUES ('187','21','0.00','0.00','0','1458117626','下单消费','201603161640266237','170');
INSERT INTO `tp_account_log` VALUES ('188','1','0.00','0.00','0','1458119698','下单消费','201603161714583917','171');
INSERT INTO `tp_account_log` VALUES ('189','1','0.00','0.00','0','1458312673','下单消费','201603182251139947','172');
INSERT INTO `tp_account_log` VALUES ('190','1','0.00','0.00','0','1458352721','下单消费','201603190958412249','173');
INSERT INTO `tp_account_log` VALUES ('191','1','0.00','0.00','0','1458373679','下单赠送积分','','');
INSERT INTO `tp_account_log` VALUES ('192','1','0.00','0.00','0','1458374831','下单赠送积分','','');
INSERT INTO `tp_account_log` VALUES ('193','1','0.00','0.00','13812','1458392104','下单赠送积分','','');
INSERT INTO `tp_account_log` VALUES ('194','1','0.00','0.00','2258','1462163102','下单赠送积分','','');
INSERT INTO `tp_account_log` VALUES ('195','1','399.00','0.00','0','1462163260','退货退款到余额','','');
INSERT INTO `tp_account_log` VALUES ('196','1','0.00','0.00','1959','1462178343','下单赠送积分','','');
INSERT INTO `tp_account_log` VALUES ('197','1','0.00','0.00','979','1462178529','下单赠送积分','','');
INSERT INTO `tp_account_log` VALUES ('198','1','0.00','0.00','0','1462178878','下单赠送积分','','');
INSERT INTO `tp_account_log` VALUES ('199','1','-100.00','0.00','0','1463618799','下单消费','201605190846391568','229');
INSERT INTO `tp_account_log` VALUES ('200','1','-108.00','0.00','-180','1463660586','下单消费','201605192023052392','248');
INSERT INTO `tp_account_log` VALUES ('203','175','-1.00','0.00','0','1466435436','下单消费','201606202310368721','308');
INSERT INTO `tp_account_log` VALUES ('204','175','1.00','0.00','0','1466435845','订单取消，退回1.00元,0积分','','');
INSERT INTO `tp_account_log` VALUES ('205','385','0.00','0.00','100','1467089277','会员注册赠送积分','','');
INSERT INTO `tp_account_log` VALUES ('206','447','0.00','0.00','100','1467251740','会员注册赠送积分','','');
INSERT INTO `tp_account_log` VALUES ('207','467','0.00','0.00','100','1467344187','会员注册赠送积分','','');
INSERT INTO `tp_account_log` VALUES ('208','508','0.00','0.00','100','1467450828','会员注册赠送积分','','');
INSERT INTO `tp_account_log` VALUES ('209','175','-12.00','0.00','0','1468023816','下单消费','201607090823367233','407');
INSERT INTO `tp_account_log` VALUES ('210','649','0.00','0.00','100','1468027240','会员注册赠送积分','','');
INSERT INTO `tp_account_log` VALUES ('211','655','0.00','0.00','100','1468043880','会员注册赠送积分','','');
INSERT INTO `tp_account_log` VALUES ('212','799','0.00','0.00','100','1468383225','会员注册赠送积分','','');
INSERT INTO `tp_account_log` VALUES ('213','1','-100.00','0.00','-18828','1468558480','下单消费','201607151254404058','449');
INSERT INTO `tp_account_log` VALUES ('214','980','0.00','0.00','100','1468836064','会员注册赠送积分','','');
INSERT INTO `tp_account_log` VALUES ('215','998','0.00','0.00','100','1468900132','会员注册赠送积分','','');
INSERT INTO `tp_account_log` VALUES ('216','998','0.00','0.00','-100','1468900273','下单消费','201607191151139322','484');
INSERT INTO `tp_account_log` VALUES ('217','998','0.00','0.00','100','1468900364','订单取消，退回0.00元,100积分','','');
INSERT INTO `tp_account_log` VALUES ('218','1054','0.00','0.00','100','1469013885','会员注册赠送积分','','');
INSERT INTO `tp_account_log` VALUES ('219','1239','0.00','0.00','100','1469603338','会员注册赠送积分','','');
INSERT INTO `tp_account_log` VALUES ('220','1288','0.00','0.00','100','1469714335','会员注册赠送积分','','');
INSERT INTO `tp_account_log` VALUES ('221','1815','0.00','0.00','100','1471501021','会员注册赠送积分','','');
INSERT INTO `tp_account_log` VALUES ('222','1974','0.00','0.00','100','1472032212','会员注册赠送积分','','');
INSERT INTO `tp_account_log` VALUES ('223','1983','0.00','0.00','100','1472094094','会员注册赠送积分','','');
INSERT INTO `tp_account_log` VALUES ('224','2076','0.00','0.00','100','1472272087','会员注册赠送积分','','');
INSERT INTO `tp_account_log` VALUES ('225','2309','0.00','0.00','100','1472788990','会员注册赠送积分','','');
INSERT INTO `tp_account_log` VALUES ('226','1','1.00','0.00','0','1472899902','会员在线充值','','');
INSERT INTO `tp_account_log` VALUES ('227','1','1.00','0.00','0','1473329182','会员在线充值','','');
INSERT INTO `tp_account_log` VALUES ('228','2584','0.00','0.00','100','1473667800','会员注册赠送积分','','');
